app/controllers/emails_controller.rb

  def index
    @user = User.all
---
SELECT * FROM "users" LIMIT 1